{
    "nav.home": "Home",
    "nav.about": "About",
    "nav.contact": "Contact",
    "home.title": "Projects",
    "home.common.view":"View live",
    "home.card.smartcity.title":"Smart city insights",
    "home.card.smartcity.desc":"Smart City Insights transforms open data into insights.",
    "home.card.pilote.title": "Pilote innovorder",
    "home.card.pilote.desc":"Import exports, normalize data, and monitor KPIs (sales, food cost, gaps) with a fast pilot dashboard.",
    "home.card.color.title":"Color extract",
    "home.card.color.desc":"Extract a clean color palette from any image in seconds (HEX + swatches), optimized for mobile.",
    "home.card.concreate.title":"concreate",
    "home.card.concreate.desc":"A full-stack Flask demo illustrating app factory patterns, admin workflows, database seeding, and production deployment.",


    "about.feature.1.title":"Operations & Management",
    "about.feature.1.desc":"Streamline daily operations, clarify processes, and improve execution with measurable routines.",
    "about.feature.2.title":"Business Dashboards (KPIs)",
    "about.feature.2.desc":"Track sales, costs, margins, and gaps with dashboards designed for fast decisions.",
    "about.feature.3.title":"Data Cleaning & Automation",
    "about.feature.3.desc":"Automate imports/exports, normalize messy files, and reduce manual work with robust pipelines.",
    "about.feature.4.title":"Data Analysis & Insights",
    "about.feature.4.desc":"Transform raw data into insights: trends, anomalies, performance drivers, and next steps.",
    "about.feature.5.title":"Relational Databases",
    "about.feature.5.desc":"SQL schemas, relationships, query optimization, and scalable foundations for your data.",
    "about.feature.6.title":"Tooling & Internal Apps",
    "about.feature.6.desc":"Internal tools tailored to your workflow—from quick utilities to full apps that remove friction.",
    "about.feature.7.title":"SaaS & MVP Delivery",
    "about.feature.7.desc":"From idea to working product: rapid MVPs, iterations, and production-ready delivery.",
    "about.feature.8.title":"Responsive UI / UX",
    "about.feature.8.desc":"Mobile-first interfaces with modern UI patterns—fast, accessible, and clean.",
    "about.card.title":"Let’s build tools that actually move your business forward.",
    "about.card.desc":"Whether you need operational dashboards, internal tools, data pipelines, or a custom web application, I help turn complex needs into clear, efficient solutions. From early exploration to production-ready systems, the goal is simple: better visibility, better decisions, and less friction.",
    "about.card.btn":"Email",

    "contact.contact" :"CONTACT",
    "contact.title" :"Let’s build something useful.",
    "contact.message" :"Feedback, collaboration, or job opportunities — feel free to reach out.",
    "contact.badge" :"Get in touch",
    "contact.btn.email" :"Email me",
    "contact.btn.github" :"GitHub",
    "contact.btn.linkedin" :"LinkedIn",
    "contact.message.end" :"Prefer a quick message? Email is the fastest.",

    "pilote.hero.title":"Pilote innovorder",
    "pilote.hero.subtitle":"Pilote Innovorder accelerates sales recaps and data parsing for finance and operations teams.",
    "pilote.hero.text":"It adapts to any sales data structure through flexible mapping tables and configurable parameters, without rewriting logic. Reports are generated automatically based on selected KPIs, periods, and scopes—ready for analysis, validation, and billing support.",
    "pilote.hero.btn":"Ask demo",
    "pilote.album.btn": "View",
    "pilote.album.1.title": "Modern & Responsive Home",
    "pilote.album.1.desc": "A clean, modern, and fully responsive landing page designed for fast onboarding and immediate clarity, on desktop and mobile.",
    "pilote.album.2.title": "Output Preset Selection",
    "pilote.album.2.desc": "Predefined output presets allow you to quickly select reporting logic based on business rules, payment modes, and operational parameters.",
    "pilote.album.3.title": "Dictionary-Driven Configuration",
    "pilote.album.3.desc": "All report logic is defined through a simple, readable dictionary—making configuration intuitive, fast to adjust, and fully procedural.",
    "pilote.album.4.title": "Automatic Report Generation",
    "pilote.album.4.desc": "Reports are automatically generated based on dictionary parameters, including the number and structure of tables required for each output.",
    "pilote.album.5.title": "Flexible Data Export",
    "pilote.album.5.desc": "Each generated table can be exported individually in CSV or XLSX format, ready for finance, validation, or external tools.",
    "pilote.album.6.title": "Global Recap & Control Line",
    "pilote.album.6.desc": "A final consolidated recap line is automatically added, providing a quick visual control point to validate totals and data consistency."

    
    
    
    
  }
  